Repository: nerveinvader/Project_HealthTracker
Catalog: flutter_health_tracker_00/lib/l10n/app_*.arb
Languages: fa

# appTitle
source: Health Tracker
fa: ردیابی سلامت

# loginPhone
source: Enter Phone Number
fa: شماره تلفن را وارد کنید

# loginSend
source: Send OTP
fa: ارسال کد تایید

# patientsTitle
source: Patients
fa: بیماران

# noPatients
source: No patients yet
fa: هیچ بیماری ثبت نشده

# patientName
source: Name
fa: نام

source: Location
fa: محل زندگی

# selectDob
source: Select Date of Birth
fa: انتخاب تاریخ تولد

source: Height (cm)
fa: قد (سانتی متر)

source: Weight (kg)
fa: وزن (کلیوگرم)

source: Add Patient
fa: افزودن بیمار

source: Edit Patient
fa: ویرایش بیمار

source: Save
fa: ذخیره

source: Cancel
fa: انصراف

source: Delete
fa: حذف

source: Patient deleted!
fa: بیمار حذف شد

# confirmDeletePatient
source: Are you sure you want to delete this patient?
fa: آیا مطمئن هستید که می خواهید این بیمار را حذف کنید؟

# fieldRequired
source: This field is required
fa: این فیلد الزامی است

# labTitle
source: Lab Results
fa: آزمایشات

source: Lab Deleted
fa: آزمایش حذف شد

# noLabEntries
source: No Lab Entry
fa: آزمایشی پیدا نشد

# confirmDeleteLab
source: Are you sure you want to delete this lab entry?
fa: آیا مطمئن هستید که می خواهید این آزمایش را حذف کنید؟

# addLabEntry
source: Add a Lab Entry
fa: آزمایش را وارد کنید

# editLabEntry
source: Edit a Lab Entry
fa: آزمایش را ویرایش کنید

# labDate
source: Date of Lab
fa: تاریخ آزمایش

# labType
source: Type of Lab
fa: نوع آزمایش

# labValue
source: Result of Lab
fa: نتیجه آزمایش

source: View Labs
fa: دیدن آزمایشات

# medicationTitle
source: Medications
fa: داروها

# medNone
source: No Medicaitons
fa: دارویی وجود ندارد

# medAdd
source: Add Medication
fa: دارو را اضافه کنید

# medEdit
source: Edit Medication
fa: دارو را ویرایش کنید

# medication
source: Medication Name
fa: نام دارو

# medDosage
source: Medication Dosage (mg)
fa: دوز دارو به میلی گرم

source: Invalid Dosage
fa: دوز اشتباه

# medFrequency
source: Medication Frequency
fa: تواتر دارو

# medStart
source: Medication Start Date
fa: تاریخ شروع دارو

# medEnd
source: Medication End Date
fa: تاریخ پایان دارو

source: Select End Date
fa: روز پایان را انتخاب کنید

# confirmDeleteMed
source: Are you sure you want to delete this medication?
fa: آیا مطمئن هستید که می خواهید این دارو را حذف کنید؟

# medDeleted
source: Medication Deleted
fa: دارو حذف شد

# viewMeds
source: View Medications
fa: دیدن داروها

# q24hr
source: Daily
fa: روزانه

# q12hr
source: Every 12h
fa: هر 12 ساعت

# q8hr
source: Every 8h
fa: هر 8 ساعت

# q6hr
source: Every 6h
fa: هر 6 ساعت

# q4hr
source: Every 4h
fa: هر 4 ساعت

# chartTitle
source: Charts
fa: نمودار

# chartHour
source: Hour
fa: ساعت

# chartDay
source: Day
fa: روز

# chartWeek
source: Week
fa: هفته

# chartMonth
source: Month
fa: ماه

# chartYear
source: Year
fa: سال

# chartLast7
source: Last 7 Days
fa: 7 روز گذشته

# chartLast14
source: Last 14 Days
fa: 14 روز گذشته

# chartLast30
source: Last Month
fa: ماه گدشته

# chartLast90
source: Last 3 Months
fa: 3 ماه گذشته

# chartNoData
source: No Data for Charts
fa: اطلاعاتی برای نمایش وجود ندارد

# errorLoadingdata
source: Error on Loading Data
fa: خطای بارگذاری اطلاعات

# uiGreeting
source: Greetings,
fa: سلام

# uiWeeklyProgress
source: Weekly Rating of Your Health
fa: امتیاز هفتگی سلامت شما

# uiLastBP
source: Last Blood Pressure
fa: آخرین فشار خون

# uiLastFBS
source: Last FBS
fa: آخرین قند خون

# uiLastChol
source: Last Cholesterol
fa: آخرین کلسترول

# uiLearnHTN
source: Learn more on Hypertension
fa: بیشتر درباره فشار خون بدانیم

# uiLearnDM
source: Learn more on Diabetes Mellitus
fa: بیشتر درباره دیابت بدانیم

# uiLearnHLP
source: Learn more on Hyperlipidemia
fa: بیشتر درباره چربی خون بدانیم

# uiProfile
source: Profile
fa: پروفایل

# uiAdd
source: Add
fa: افزودن

# uiHTN
source: Hypertention
fa: فشار خون

# uiDM
source: Diabetes Mellitus
fa: دیابت

# uiHLP
source: Hyperlipidemia
fa: چربی خون

# setName
source: Settings
fa: تنظیمات

# setProfile
source: Profile Setting
fa: تنظیمات پروفایل

# setEditProfile
source: Edit Profile
fa: ویرایش پروفایل

# setRemindSound
source: Reminder & Sound
fa: یادآور و اعلان

# setLabReminder
source: Enable Labs Reminders
fa: یادآور آزمایشات

# setMedReminder
source: Enable Medication Reminder
fa: یادآور داروها

# setLangSync
source: Language & Sync
fa: زبان و همگام سازی

# setAppLang
source: Language
fa: زبان برنامه

# setSync
source: Sync
fa: همگام سازی

# setLogout
source: Logout
fa: خروج از پروفایل

source: Other
fa: دیگر
